Repository: reza-armiun/Tour-Travel-Application
Catalog: web-app/src/locale/messages.*.xlf
Languages: fa

source: Register New Account
fa: ثبت نام حساب جدید

source: Name:
fa: نام:

source: Email:
fa: ایمیل:

source: Username:
fa: نام کاربری:

source: Username already taken, Please try another username.
fa: نام کاربری قبلاً گرفته شده است، لطفاً نام کاربری دیگری را امتحان کنید.

source: Password:
fa: رمز عبور:

source: Invalid credentials please try again.
fa: اطلاعات نامعتبر لطفا دوباره امتحان کنید.

source: Password Confirmation:
fa: تایید رمز عبور:

source: Password do not match.
fa: رمز عبور مطابقت ندارد.

source: Already have an account? <a routerLink="/signin"> Click here </a>
fa: از قبل حساب کاربری دارید؟<a routerLink="/signin">اینجا کلیک کنید </a>

source: Something goes wrong, please try again
fa: مشکلی پیش آمده است، لطفاً دوباره امتحان کنید

source: Register
fa: ثبت نام

source: Login
fa: ورود به سیستم

source: Username is required.
fa: نام کاربری مورد نیاز است.

source: Username must be at least 3 characters long.
fa: نام کاربری باید حداقل 3 کاراکتر باشد.

source: Maximum 20 characters.
fa: حداکثر ۲۰ کاراکتر

source: Username should start with alphabetic characters.
fa: نام کاربری باید با حروف الفبا شروع شود.

source: Password is required.
fa: رمز عبور مورد نیاز است.

source: Password must be at least 4 characters long.
fa: رمز عبور باید حداقل 4 کاراکتر باشد.

source: Password 20 characters.
fa: رمز عبور ۲۰ کاراکتر

source: New User? <a routerLink="/register" > Create an account </a>
fa: کاربر جدید؟ <a routerLink="/register" > یک حساب کاربری ایجاد کنید </a>

source: TourArm
fa: تورآرم

source: Profile
fa: مشخصات

source: Signout
fa: خروج از سیستم

source: Signin
fa: ورود

source: Tours
fa: تورها

source: Very Good <div class="label blue" > {{tour.rating || 0}} </div>
fa: خیلی خوب <div class="label blue" > {{tour.rating || 0}} </div>

source: Price From <div class="currency"> {{tour.price | currency:"IRR ":"symbol" }} </div>
fa: قیمت از <div class="currency"> {{tour.price | currency:"IRR ":"symbol" }} </div>

source: Book Now
fa: اکنون ثبت کن

source: Filter By:
fa: محدود شده توسط:

source: By Category
fa: بر اساس طبقه بندی

source: <input type="checkbox" #city name="city" (change)="categoryFiltersHandler(city)" >City
fa: <input type="checkbox" #city name="city" (change)="categoryFiltersHandler(city)" >شهر

source: <input type="checkbox" #village name="village" (change)="categoryFiltersHandler(village)" >Village
fa: <input type="checkbox" #village name="village" (change)="categoryFiltersHandler(village)" >دهکده

source: <input type="checkbox" #desert name="desert" (change)="categoryFiltersHandler(desert)" >Desert
fa: <input type="checkbox" #desert name="desert" (change)="categoryFiltersHandler(desert)" >کویر

source: <input type="checkbox" #foreign name="foreign" (change)="categoryFiltersHandler(foreign)" >Foreign
fa: <input type="checkbox" #foreign name="foreign" (change)="categoryFiltersHandler(foreign)" >خارجی

source: Review Score
fa: امتیاز بررسی

source: <input type="checkbox" #superb name="superb" (change)="reviewFiltersHandler(superb)" >Superb: 9+
fa: <input type="checkbox" #superb name="superb" (change)="reviewFiltersHandler(superb)" >عالی: 9+

source: <input type="checkbox" #verygood name="verygood" (change)="reviewFiltersHandler(verygood)" >Very good: 8+
fa: <input type="checkbox" #verygood name="verygood" (change)="reviewFiltersHandler(verygood)" >خیلی خوب: 8+

source: <input type="checkbox" #good name="good" (change)="reviewFiltersHandler(good)" >Good: 7+
fa: <input type="checkbox" #good name="good" (change)="reviewFiltersHandler(good)" >خوب: 7+

source: <input type="checkbox" #pleasant name="pleasant" (change)="reviewFiltersHandler(pleasant)" >Pleasant: 6+
fa: <input type="checkbox" #pleasant name="pleasant" (change)="reviewFiltersHandler(pleasant)" >خوشایند: 6+

source: Lowest Price
fa: پایین ترین قیمت

source: Highest Price
fa: بالاترین قیمت

source: Highest Rating
fa: بالاترین رتبه

source: Lowest Rating
fa: پایین ترین رتبه
